Repository: Marco-P-Keller/Umber
Catalog: Umber/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# sound.white
source: White Noise
ar: ضجيج أبيض
ca: Soroll blanc
cs: Bílý šum
da: Hvid støj
de: Weißes Rauschen
el: Λευκός θόρυβος
es: Ruido blanco
fi: Valkoinen kohina
fr: Bruit blanc
he: רעש לבן
hi: व्हाइट नॉइज़
hr: Bijeli šum
hu: Fehér zaj
id: Derau putih
it: Rumore bianco
ja: ホワイトノイズ
ko: 화이트 노이즈
ms: Bunyi putih
nb: Hvit støy
nl: Witte ruis
pl: Szum biały
pt_br: Ruído branco
pt_pt: Ruído branco
ro: Zgomot alb
ru: Белый шум
sk: Biely šum
sv: Vitt brus
th: เสียงรบกวนสีขาว
tr: Beyaz gürültü
uk: Білий шум
vi: Tiếng ồn trắng
zh_hans: 白噪声
zh_hant: 白噪音

# sound.wind
source: Wind
ar: رياح
ca: Vent
cs: Vítr
da: Vind
el: Άνεμος
es: Viento
fi: Tuuli
fr: Vent
he: רוח
hi: हवा
hr: Vjetar
hu: Szél
id: Angin
it: Vento
ja: 風
ko: 바람
ms: Angin
nb: Vind
pl: Wiatr
pt_br: Vento
pt_pt: Vento
ro: Vânt
ru: Ветер
sk: Vietor
sv: Vind
th: ลม
tr: Rüzgâr
uk: Вітер
vi: Gió
zh_hans: 风声
zh_hant: 風聲

# sound.womb
source: Womb
ar: رحم
ca: Úter
cs: Lůno
da: Livmoder
de: Mutterleib
el: Μήτρα
es: Útero
fi: Kohtu
fr: Utérus
he: רחם
hi: गर्भ
hr: Maternica
hu: Méh
id: Rahim
it: Grembo
ja: 胎内
ko: 자궁
ms: Rahim
nb: Livmor
nl: Baarmoeder
pl: Łono
pt_br: Útero
pt_pt: Útero
ro: Uter
ru: Утроба
sk: Lono
sv: Livmoder
th: ครรภ์
tr: Rahim
uk: Лоно
vi: Tử cung
zh_hans: 子宫
zh_hant: 子宮

# timer.cancel
source: Turn Off Timer
ar: إيقاف المؤقّت
ca: Desactiva el temporitzador
cs: Vypnout časovač
da: Slå timer fra
de: Timer ausschalten
el: Απενεργοποίηση χρονομέτρου
es: Desactivar temporizador
fi: Poista ajastin käytöstä
fr: Désactiver le minuteur
he: כבה את הטיימר
hi: टाइमर बंद करें
hr: Isključi timer
hu: Időzítő kikapcsolása
id: Matikan timer
it: Disattiva timer
ja: タイマーをオフ
ko: 타이머 끄기
ms: Matikan pemasa
nb: Slå av timeren
nl: Timer uitzetten
pl: Wyłącz timer
pt_br: Desativar timer
pt_pt: Desativar temporizador
ro: Dezactivează temporizatorul
ru: Выключить таймер
sk: Vypnúť časovač
sv: Stäng av timern
th: ปิดตัวตั้งเวลา
tr: Zamanlayıcıyı kapat
uk: Вимкнути таймер
vi: Tắt hẹn giờ
zh_hans: 关闭定时器
zh_hant: 關閉計時器

# timer.footer
source: Umber fades out slowly during the last 20 seconds, then stops.
ar: يتلاشى Umber ببطء خلال آخر 20 ثانية ثم يتوقف.
ca: Umber s’esvaeix lentament durant els últims 20 segons i després s’atura.
cs: Umber v posledních 20 sekundách pomalu ztichne a pak se zastaví.
da: Umber toner langsomt ud i de sidste 20 sekunder og stopper derefter.
de: Umber blendet in den letzten 20 Sekunden langsam aus und stoppt dann.
el: Το Umber σβήνει αργά τα τελευταία 20 δευτερόλεπτα και μετά σταματά.
es: Umber se desvanece despacio durante los últimos 20 segundos y luego se detiene.
fi: Umber hiljenee hitaasti viimeisten 20 sekunnin aikana ja pysähtyy sitten.
fr: Umber s’estompe lentement pendant les 20 dernières secondes, puis s’arrête.
he: Umber מתעמעם לאט ב-20 השניות האחרונות ואז נעצר.
hi: Umber आख़िरी 20 सेकंड में धीरे-धीरे धीमा होकर रुक जाता है।
hr: Umber se polako stišava u posljednjih 20 sekundi, a zatim staje.
hu: Az Umber az utolsó 20 másodpercben lassan elhalkul, majd leáll.
id: Umber memudar perlahan selama 20 detik terakhir, lalu berhenti.
it: Umber sfuma lentamente negli ultimi 20 secondi, poi si ferma.
ja: Umberは最後の20秒でゆっくりフェードアウトして停止します。
ko: Umber는 마지막 20초 동안 천천히 페이드 아웃한 후 멈춥니다.
ms: Umber pudar perlahan dalam 20 saat terakhir, kemudian berhenti.
nb: Umber tones sakte ut de siste 20 sekundene og stopper deretter.
nl: Umber vervaagt langzaam in de laatste 20 seconden en stopt dan.
pl: Umber powoli wycisza się w ostatnich 20 sekundach, a potem się zatrzymuje.
pt_br: O Umber diminui o volume devagar nos últimos 20 segundos e depois para.
pt_pt: O Umber esbate lentamente nos últimos 20 segundos e depois para.
ro: Umber se estompează lent în ultimele 20 de secunde, apoi se oprește.
ru: Umber плавно затихает в последние 20 секунд, а затем останавливается.
sk: Umber v posledných 20 sekundách pomaly stíchne a potom sa zastaví.
sv: Umber tonar ut långsamt under de sista 20 sekunderna och stannar sedan.
th: Umber จะค่อย ๆ เบาลงใน 20 วินาทีสุดท้าย แล้วหยุด
tr: Umber son 20 saniyede yavaşça kısılır ve sonra durur.
uk: Umber повільно стихає в останні 20 секунд, а потім зупиняється.
vi: Umber nhỏ dần trong 20 giây cuối rồi dừng.
zh_hans: Umber 会在最后 20 秒缓缓淡出，然后停止。
zh_hant: Umber 會在最後 20 秒緩緩淡出，然後停止。

# timer.stopsIn
source: Stops in
ar: يتوقف بعد
ca: S’atura en
cs: Skončí za
da: Stopper om
de: Endet in
el: Σταματά σε
es: Se detiene en
fi: Pysähtyy ajan kuluttua
fr: S’arrête dans
he: ייעצר בעוד
hi: रुकेगा
hr: Zaustavlja se za
hu: Leáll ennyi idő múlva
id: Berhenti dalam
it: Si ferma tra
ja: 停止まで
ko: 종료까지
ms: Berhenti dalam
nb: Stopper om
nl: Stopt over
pl: Zatrzyma się za
pt_br: Para em
pt_pt: Para em
ro: Se oprește în
ru: Остановится через
sk: Skončí o
sv: Stoppar om
th: จะหยุดใน
tr: Durmasına
uk: Зупиниться через
vi: Dừng sau
zh_hans: 将在以下时间后停止
zh_hant: 將在以下時間後停止

# timer.title
source: Sleep Timer
ar: مؤقّت النوم
ca: Temporitzador de son
cs: Časovač spánku
da: Sovetimer
de: Einschlaf-Timer
el: Χρονόμετρο ύπνου
es: Temporizador de sueño
fi: Uniajastin
fr: Minuteur de sommeil
he: טיימר שינה
hi: स्लीप टाइमर
hr: Timer za spavanje
hu: Elalvás időzítő
id: Timer tidur
it: Timer del sonno
ja: スリープタイマー
ko: 수면 타이머
ms: Pemasa tidur
nb: Sovetimer
nl: Slaaptimer
pl: Timer snu
pt_br: Timer de sono
pt_pt: Temporizador de sono
ro: Temporizator de somn
ru: Таймер сна
sk: Časovač spánku
sv: Sovtimer
th: ตั้งเวลานอน
tr: Uyku zamanlayıcısı
uk: Таймер сну
vi: Hẹn giờ ngủ
zh_hans: 睡眠定时器
zh_hant: 睡眠計時器
